// 小黄程序猿 2023/5/19  https://github.com/JonathanCenthzc
var config = {
    // 下面的句子不一定非要7句， 你也可以改成4句，2句话都可以
    lines: [
        "世界上最可爱的宝宝",
        "平安夜&圣诞节快乐",
        "晓看天色暮看云，行也思君，坐也思君",
        "夜观星河朝观晨，动也思君，静也思君",
        "春赏百花冬观雪，醒亦念卿，梦亦念卿",
        "夏沐凉风秋望月，喜亦思卿，乐亦思卿",
        "秋观金硕果累累，晨亦念卿，暮亦念卿",
        "冬观十月天飞雪，暖亦念卿，寒亦念卿",
        "昼赏微云夜赏星，醒也思卿，寐也思卿",
    ],
    // 相爱的时间 记住格式不能写错了, 非常重要
    // 格式一定要和下面这个时间格式一样
    // 分别是 年-月-日T时时:分分:秒秒
    //      温馨警告:
    //          1.时分秒都必须是俩个数字  比如 00:00:00
    //          2.T不能丢了
    date: "2023-05-12T23:22:00",
    // 双方的名字
    names: ["黄帅傅", "小诗婷"]
}
