// 小黄程序猿 2023/5/19  https://github.com/JonathanCenthzc
var config = {
    // 下面的句子不一定非要7句， 你也可以改成4句，2句话都可以
    lines: [
        "可爱的小陈老师",
        "我想让你知道",
        "你不是我权衡利弊之后的选择",
        "而是我怦然心动之后的坚定奔赴",
        "喜欢是一朝一夕",
        "爱你是从心动到古稀",
        "希望这爱意撑过每一个四季",
        "你的过去我不曾参与",
        "你的未来我想一以贯之",
        "情话都是学来的",
        "但爱你是真的",
        "I love you forever,and wanna be with you forever",
    ],
    // 相爱的时间 记住格式不能写错了, 非常重要
    // 格式一定要和下面这个时间格式一样
    // 分别是 年-月-日T时时:分分:秒秒
    //      温馨警告:
    //          1.时分秒都必须是俩个数字  比如 00:00:00
    //          2.T不能丢了
    date: "2023-05-12T23:22:00",
    // 双方的名字
    names: ["黄帅傅", "小诗婷"]
}
