// 小黄程序猿 2023/5/19  https://github.com/JonathanCenthzc
var config = {
    // 下面的句子不一定非要7句， 你也可以改成4句，2句话都可以
    lines: [
        "世界上最可爱的宝宝",
        "100天纪念日快乐~",
        "很遗憾不能和宝宝一起过",
        "就让这花代表我的心意",
        "把我送给宝宝~（亲亲抱抱举高高）",
        "也要看下视频版的哦~",
        "永远爱宝宝❥",
    ],
    // 相爱的时间 记住格式不能写错了, 非常重要
    // 格式一定要和下面这个时间格式一样
    // 分别是 年-月-日T时时:分分:秒秒
    //      温馨警告:
    //          1.时分秒都必须是俩个数字  比如 00:00:00
    //          2.T不能丢了
    date: "2023-05-12T23:22:00",
    // 双方的名字
    names: ["黄帅傅", "小诗婷"]
}
